[M_Orchid_Raid1 MissionDefinition]
MissionName="Hyperius, O Invencível"
MissionDescription="Quando a Sepultura foi aberta, muitas criaturas alienígenas perigosíssimas foram libertadas em Pandora. Elas são únicas... são magníficas... e soltam ótimos espólios quando morrem.  É melhor você levar alguns amigos pois, os Serafins são difíceis de serem vencidos."
TurnInDescription="Hyperius, O Invencível foi derrotado!  Você poderá matá-lo amanhã novamente, se quiser!"
MissionSummary="Derrote Hyperius, O Invencível."
MissionGiver="Shade"
MissionTurnInLocation="Shade"
TeaserText="Os Serafins o aguardam..."

[M_Orchid_Raid1:KillBoss MissionObjectiveDefinition]
ProgressMessage="Derrote Hyperius, O Invencível"

[M_Orchid_Raid1:KillBossSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_Raid3 MissionDefinition]
MissionName="Mestre Gee, O Invencível"
MissionDescription="Quando a Sepultura foi aberta, muitas criaturas alienígenas perigosíssimas foram libertadas em Pandora. Elas são únicas... são magníficas... e soltam ótimos espólios quando morrem.  É melhor você levar alguns amigos pois, os Serafins são difíceis de serem vencidos."
TurnInDescription="Mestre Gee, O Invencível foi derrotado!  Você poderá matá-lo amanhã novamente, se quiser!"
MissionSummary="Derrote Mestre Gee, O Invencível."
MissionGiver="Shade"
MissionTurnInLocation="Shade"
TeaserText="Os Serafins o aguardam..."

[M_Orchid_Raid3:KillBoss MissionObjectiveDefinition]
ProgressMessage="Derrote Mestre Gee, O Invencível"

[M_Orchid_Raid3:KillBossSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

